Repository: darrylcauldwell/TetraTrack
Catalog: TetraTrack/*.lproj/Localizable.strings
Languages: fr, nl, sv

source: Disciplines
sv: Discipliner

source: Horses
fr: Chevaux
nl: Paarden
sv: Hästar

source: Calendar
fr: Calendrier
nl: Kalender
sv: Kalender

source: Live Sharing
fr: Partage en direct
nl: Live Delen
sv: Direktdelning

source: Settings
fr: Réglages
nl: Instellingen
sv: Inställningar

source: Riding
fr: Équitation
nl: Paardrijden
sv: Ridning

source: Running
fr: Course à pied
nl: Hardlopen
sv: Löpning

source: Swimming
fr: Natation
nl: Zwemmen
sv: Simning

source: Shooting
fr: Tir
nl: Schieten
sv: Skytte

source: Track your ride
fr: Enregistrer votre sortie
nl: Volg je rit
sv: Spåra din ridtur

source: Track your run
fr: Enregistrer votre course
nl: Volg je hardloopsessie
sv: Spåra ditt löppass

source: Track your swim
fr: Enregistrer votre nage
nl: Volg je zwemsessie
sv: Spåra ditt simpass

source: Track your shooting
fr: Enregistrer votre tir
nl: Volg je schietsessie
sv: Spåra din skytteträning

source: Shared With Me
fr: Partagé avec moi
nl: Gedeeld Met Mij
sv: Delat Med Mig

source: Sharing With
fr: Partage avec
nl: Delen Met
sv: Delar Med

source: Connected
fr: Connecté
nl: Verbonden
sv: Ansluten

source: Pending
fr: En attente
nl: In Afwachting
sv: Väntar

source: Not Sent
fr: Non envoyé
nl: Niet Verzonden
sv: Ej Skickat

source: Not currently riding
fr: Ne monte pas actuellement
nl: Momenteel niet aan het rijden
sv: Rider inte för närvarande

source: Currently sharing your ride
fr: Partage actuellement votre sortie
nl: Je rit wordt momenteel gedeeld
sv: Delar din ridtur just nu

source: No riders sharing with you yet
fr: Aucun cavalier ne partage encore avec vous
nl: Nog geen ruiters die met je delen
sv: Inga ryttare delar med dig än

source: When someone shares their rides with you, they'll appear here
fr: Quand quelqu'un partage ses sorties avec vous, elles apparaîtront ici
nl: Wanneer iemand zijn ritten met je deelt, verschijnen ze hier
sv: När någon delar sina ridturer med dig visas de här

source: Add Trusted Contact
fr: Ajouter un contact de confiance
nl: Vertrouwd Contact Toevoegen
sv: Lägg Till Betrodd Kontakt

source: Safer Together
fr: Plus en sécurité ensemble
nl: Samen Veiliger
sv: Säkrare Tillsammans

source: Share your live location with family and friends so they can follow your sessions and be alerted if something goes wrong.
fr: Partagez votre position en direct avec votre famille et vos amis pour qu'ils puissent suivre vos séances et être alertés en cas de problème.
nl: Deel je live locatie met familie en vrienden zodat zij je sessies kunnen volgen en gewaarschuwd worden als er iets misgaat.
sv: Dela din position i realtid med familj och vänner så att de kan följa dina träningspass och bli varnade om något går fel.

source: They can follow your rides and receive safety alerts
fr: Ils peuvent suivre vos sorties et recevoir des alertes de sécurité
nl: Ze kunnen je ritten volgen en veiligheidsmeldingen ontvangen
sv: De kan följa dina ridturer och få säkerhetsvarningar

source: Add & Send Invite
fr: Ajouter et envoyer l'invitation
nl: Toevoegen & Uitnodiging Versturen
sv: Lägg Till & Skicka Inbjudan

source: They'll receive a link to download the app
fr: Ils recevront un lien pour télécharger l'application
nl: Ze ontvangen een link om de app te downloaden
sv: De får en länk för att ladda ner appen

source: Live Tracking
fr: Suivi en direct
sv: Direktspårning

source: Fall Detection
fr: Détection de chute
nl: Valdetectie
sv: Falldetektering

source: Stationary Alerts
fr: Alertes d'immobilité
nl: Stilstandmeldingen
sv: Stillastående-varningar

source: Emergency SOS
fr: SOS d'urgence
nl: Nood SOS
sv: Nöd-SOS

source: Permissions
fr: Autorisations
nl: Machtigingen
sv: Behörigheter

source: Can see your live location while you're riding
fr: Peut voir votre position en direct pendant que vous montez
nl: Kan je live locatie zien terwijl je rijdt
sv: Kan se din position i realtid medan du rider

source: Gets notified immediately if a fall is detected
fr: Est notifié immédiatement si une chute est détectée
nl: Wordt direct op de hoogte gesteld bij detectie van een val
sv: Meddelas omedelbart om ett fall upptäcks

source: Gets warned if you stop moving unexpectedly
fr: Est averti si vous arrêtez de bouger de façon inattendue
nl: Wordt gewaarschuwd als je onverwacht stopt met bewegen
sv: Varnas om du oväntat slutar röra dig

source: Receives SMS with your GPS location in emergencies
fr: Reçoit un SMS avec votre position GPS en cas d'urgence
nl: Ontvangt SMS met je GPS-locatie in noodgevallen
sv: Får SMS med din GPS-position vid nödsituationer

source: Notifications
nl: Meldingen
sv: Aviseringar

source: Enable
fr: Activer
nl: Inschakelen
sv: Aktivera

source: Enable to receive safety alerts
fr: Activer pour recevoir les alertes de sécurité
nl: Schakel in om veiligheidsmeldingen te ontvangen
sv: Aktivera för att få säkerhetsvarningar

source: You'll receive safety alerts from your contacts
fr: Vous recevrez les alertes de sécurité de vos contacts
nl: Je ontvangt veiligheidsmeldingen van je contacten
sv: Du får säkerhetsvarningar från dina kontakter

source: Send invite
fr: Envoyer une invitation
nl: Uitnodiging versturen
sv: Skicka inbjudan

source: Send reminder
fr: Envoyer un rappel
nl: Herinnering versturen
sv: Skicka påminnelse

source: Remove contact
fr: Supprimer le contact
nl: Contact verwijderen
sv: Ta bort kontakt

source: Cancel
fr: Annuler
nl: Annuleren
sv: Avbryt

source: View
fr: Voir
nl: Bekijken
sv: Visa

source: Delete
fr: Supprimer
nl: Verwijderen
sv: Radera

source: Save
fr: Enregistrer
nl: Opslaan
sv: Spara

source: Done
fr: Terminé
nl: Klaar
sv: Klar

source: Edit
fr: Modifier
nl: Bewerken
sv: Redigera

source: Add
fr: Ajouter
nl: Toevoegen
sv: Lägg till

source: Close
fr: Fermer
nl: Sluiten
sv: Stäng

source: Confirm
fr: Confirmer
nl: Bevestigen
sv: Bekräfta

source: Continue
fr: Continuer
nl: Doorgaan
sv: Fortsätt

source: Skip
fr: Ignorer
nl: Overslaan
sv: Hoppa över

source: Retry
fr: Réessayer
nl: Opnieuw Proberen
sv: Försök igen

source: Start Ride
fr: Démarrer la sortie
nl: Start Rit
sv: Starta Ridtur

source: Stop
fr: Arrêter
sv: Stopp

source: Pause
nl: Pauzeren
sv: Pausa

source: Resume
fr: Reprendre
nl: Hervatten
sv: Återuppta

source: Distance
nl: Afstand
sv: Distans

source: Duration
fr: Durée
nl: Duur
sv: Varaktighet

source: Avg Speed
fr: Vitesse moy.
nl: Gem. Snelheid
sv: Snitthast.

source: Max Speed
fr: Vitesse max.
nl: Max Snelheid
sv: Maxhast.

source: Elevation Gain
fr: Dénivelé
nl: Hoogteverschil
sv: Höjdökning

source: Calories
nl: Calorieën
sv: Kalorier

source: Heart Rate
fr: Fréquence cardiaque
nl: Hartslag
sv: Puls

source: Route
fr: Itinéraire
sv: Rutt

source: Ride Details
fr: Détails de la sortie
nl: Rit Details
sv: Ridtur Detaljer

source: Ride Summary
fr: Résumé de la sortie
nl: Rit Samenvatting
sv: Ridtur Sammanfattning

source: Walk
fr: Pas
nl: Stap
sv: Skritt

source: Trot
nl: Draf
sv: Trav

source: Canter
fr: Galop
nl: Galop
sv: Galopp

source: Gallop
fr: Galop
nl: Galop
sv: Galopp

source: Gait Analysis
fr: Analyse des allures
nl: Ganganalyse
sv: Gångartanalys

source: Start Run
fr: Démarrer la course
nl: Start Hardlopen
sv: Starta Löpning

source: Pace
fr: Allure
nl: Tempo
sv: Tempo

source: Avg Pace
fr: Allure moy.
nl: Gem. Tempo
sv: Snitttempo

source: Laps
fr: Tours
nl: Rondjes
sv: Varv

source: Start Swim
fr: Démarrer la nage
nl: Start Zwemmen
sv: Starta Simning

source: Pool Length
fr: Longueur du bassin
nl: Baanlengte
sv: Bassänglängd

source: Strokes
fr: Coups de bras
nl: Slagen
sv: Simtag

source: Start Session
fr: Démarrer la session
nl: Start Sessie
sv: Starta Pass

source: Score
sv: Poäng

source: Shots
fr: Tirs
nl: Schoten
sv: Skott

source: Average
fr: Moyenne
nl: Gemiddelde
sv: Genomsnitt

source: Target
fr: Cible
nl: Doel
sv: Mål

source: Free Practice
fr: Entraînement libre
nl: Vrije Training
sv: Fri Träning

source: Competition Training
fr: Entraînement compétition
nl: Wedstrijdtraining
sv: Tävlingsträning

source: Competition
fr: Compétition
nl: Wedstrijd
sv: Tävling

source: Pressure Insights
fr: Analyse de pression
nl: Druk Inzichten
sv: Pressinsikter

source: Select Session Context
fr: Sélectionner le contexte
nl: Selecteer Sessie Context
sv: Välj Sessionskontext

source: Track how pressure affects your performance
fr: Suivez comment la pression affecte vos performances
nl: Volg hoe druk je prestaties beïnvloedt
sv: Spåra hur press påverkar din prestation

source: Relaxed practice with no scoring pressure
fr: Entraînement détendu sans pression de score
nl: Ontspannen training zonder scoredruk
sv: Avslappnad träning utan poängpress

source: Practice under simulated competition conditions
fr: Entraînement en conditions de compétition simulées
nl: Training onder gesimuleerde wedstrijdomstandigheden
sv: Träning under simulerade tävlingsförhållanden

source: Actual competition scoring
fr: Score de compétition réel
nl: Echte wedstrijdscores
sv: Verklig tävlingspoäng

source: Pressure
fr: Pression
nl: Druk
sv: Press

source: Quick Entry
fr: Saisie rapide
nl: Snelle Invoer
sv: Snabbinmatning

source: Scan & Score
fr: Scanner & Noter
sv: Skanna & Poäng

source: Scan Card
fr: Scanner la carte
nl: Scan Kaart
sv: Skanna Kort

source: Mark holes
fr: Marquer les trous
nl: Markeer gaten
sv: Markera hål

source: Tetrathlon Practice
fr: Entraînement Tétrathlon
nl: Tetrathlon Training
sv: Tetrathlon Träning

source: Shooting History
fr: Historique de tir
nl: Schieten Geschiedenis
sv: Skyttehistorik

source: View patterns over time
fr: Voir les motifs dans le temps
nl: Bekijk patronen over tijd
sv: Visa mönster över tid

source: Analyse performance by context
fr: Analyser les performances par contexte
nl: Analyseer prestaties per context
sv: Analysera prestation efter kontext

source: Performance by Pressure Level
fr: Performance par niveau de pression
nl: Prestaties per Drukniveau
sv: Prestation efter Pressnivå

source: By Context
fr: Par contexte
nl: Per Context
sv: Efter Kontext

source: Pattern Comparison
fr: Comparaison des motifs
nl: Patroonvergelijking
sv: Mönsterjämförelse

source: Key Insights
fr: Points clés
nl: Belangrijke Inzichten
sv: Viktiga Insikter

source: Low Pressure
fr: Faible pression
nl: Lage Druk
sv: Låg Press

source: Training
fr: Entraînement
sv: Träning

source: sessions
nl: sessies
sv: pass

source: avg spread
fr: dispersion moy.
nl: gem. spreiding
sv: snittspridning

source: spread
fr: dispersion
nl: spreiding
sv: spridning

source: Audio Coaching
fr: Coaching audio
sv: Ljudcoaching

source: Voice Coaching
fr: Coaching vocal
nl: Spraakcoaching
sv: Röstcoaching

source: Coaching Voice
fr: Voix de coaching
nl: Coachingstem
sv: Coachröst

source: Coaching Language
fr: Langue de coaching
nl: Coachingtaal
sv: Coachspråk

source: Enable voice feedback during sessions
fr: Activer le retour vocal pendant les sessions
nl: Schakel spraakfeedback in tijdens sessies
sv: Aktivera röståterkoppling under pass

source: Language
fr: Langue
nl: Taal
sv: Språk

source: App Language
fr: Langue de l'application
nl: App Taal
sv: Appspråk

source: System Default
fr: Par défaut du système
nl: Systeemstandaard
sv: Systemstandard

source: Following system setting
fr: Suit le réglage système
nl: Systeeminstelling volgen
sv: Följer systeminställning

source: Appearance
fr: Apparence
nl: Weergave
sv: Utseende

source: About
fr: À propos
nl: Over
sv: Om

source: Privacy
fr: Confidentialité
sv: Integritet

source: Help
fr: Aide
sv: Hjälp

source: My Horses
fr: Mes chevaux
nl: Mijn Paarden
sv: Mina Hästar

source: Manage your horses
fr: Gérer vos chevaux
nl: Beheer je paarden
sv: Hantera dina hästar

source: Your Profile
fr: Votre profil
nl: Jouw Profiel
sv: Din Profil

source: Rider Profile
fr: Profil du cavalier
nl: Ruitersprofiel
sv: Ryttarprofil

source: Health Integration
fr: Intégration Santé
nl: Gezondheidsintegratie
sv: Hälsointegration

source: Data Management
fr: Gestion des données
nl: Gegevensbeheer
sv: Datahantering

source: Offline Maps
fr: Cartes hors ligne
nl: Offline Kaarten
sv: Offline Kartor

source: Add Horse
fr: Ajouter un cheval
nl: Paard Toevoegen
sv: Lägg Till Häst

source: Edit Horse
fr: Modifier le cheval
nl: Paard Bewerken
sv: Redigera Häst

source: Name
fr: Nom
nl: Naam
sv: Namn

source: Breed
fr: Race
nl: Ras
sv: Ras

source: Breed Type
fr: Type de race
nl: Rastype
sv: Rastyp

source: Color
fr: Couleur
nl: Kleur
sv: Färg

source: Date of Birth
fr: Date de naissance
nl: Geboortedatum
sv: Födelsedatum

source: Notes
nl: Notities
sv: Anteckningar

source: Photo
nl: Foto
sv: Foto

source: No horses yet
fr: Aucun cheval
nl: Nog geen paarden
sv: Inga hästar än

source: Add your first horse
fr: Ajoutez votre premier cheval
nl: Voeg je eerste paard toe
sv: Lägg till din första häst

source: Competitions
fr: Compétitions
nl: Wedstrijden
sv: Tävlingar

source: Add Competition
fr: Ajouter une compétition
nl: Wedstrijd Toevoegen
sv: Lägg Till Tävling

source: Edit Competition
fr: Modifier la compétition
nl: Wedstrijd Bewerken
sv: Redigera Tävling

source: Venue
fr: Lieu
nl: Locatie
sv: Plats

source: Date
nl: Datum
sv: Datum

source: Start Date
fr: Date de début
nl: Startdatum
sv: Startdatum

source: End Date
fr: Date de fin
nl: Einddatum
sv: Slutdatum

source: Tasks
fr: Tâches
nl: Taken
sv: Uppgifter

source: No competitions
fr: Aucune compétition
nl: Geen wedstrijden
sv: Inga tävlingar

source: No upcoming competitions
fr: Aucune compétition à venir
nl: Geen aankomende wedstrijden
sv: Inga kommande tävlingar

source: ago
fr: il y a
nl: geleden
sv: sedan

source: just now
fr: à l'instant
nl: zojuist
sv: just nu

source: hr
fr: h
nl: uur
sv: tim

source: day
fr: jour
nl: dag
sv: dag

source: days
fr: jours
nl: dagen
sv: dagar

source: Today
fr: Aujourd'hui
nl: Vandaag
sv: Idag

source: Yesterday
fr: Hier
nl: Gisteren
sv: Igår

source: This Week
fr: Cette semaine
nl: Deze Week
sv: Denna Vecka

source: This Month
fr: Ce mois
nl: Deze Maand
sv: Denna Månad

source: All Time
fr: Tout
nl: Alle Tijd
sv: All Tid

source: Last Target
fr: Dernière cible
nl: Laatste Doel
sv: Senaste Mål

source: ft
sv: fot

source: Error
fr: Erreur
nl: Fout
sv: Fel

source: Something went wrong
fr: Une erreur s'est produite
nl: Er ging iets mis
sv: Något gick fel

source: Please try again
fr: Veuillez réessayer
nl: Probeer het opnieuw
sv: Försök igen

source: No internet connection
fr: Pas de connexion internet
nl: Geen internetverbinding
sv: Ingen internetanslutning

source: Unable to load data
fr: Impossible de charger les données
nl: Kan gegevens niet laden
sv: Kan inte ladda data

source: Permission denied
fr: Autorisation refusée
nl: Toestemming geweigerd
sv: Behörighet nekad

source: Acquiring GPS
fr: Acquisition GPS
nl: GPS verkrijgen
sv: Hämtar GPS

source: Weak Signal
fr: Signal faible
nl: Zwak Signaal
sv: Svag Signal

source: Strong Signal
fr: Signal fort
nl: Sterk Signaal
sv: Stark Signal

source: Location access required
fr: Accès à la localisation requis
nl: Locatietoegang vereist
sv: Platstillgång krävs

source: No data
fr: Aucune donnée
nl: Geen gegevens
sv: Ingen data

source: No rides yet
fr: Aucune sortie
nl: Nog geen ritten
sv: Inga ridturer än

source: No runs yet
fr: Aucune course
nl: Nog geen hardloopsessies
sv: Inga löppass än

source: No swims yet
fr: Aucune nage
nl: Nog geen zwemsessies
sv: Inga simpass än

source: No sessions yet
fr: Aucune session
nl: Nog geen sessies
sv: Inga pass än

source: Start your first ride
fr: Démarrez votre première sortie
nl: Start je eerste rit
sv: Starta din första ridtur

source: No Shooting History Yet
fr: Pas encore d'historique de tir
nl: Nog Geen Schietgeschiedenis
sv: Ingen Skyttehistorik Än

source: No Data Yet
fr: Pas encore de données
nl: Nog Geen Gegevens
sv: Ingen Data Än

source: Complete some shooting sessions to see how pressure affects your performance.
fr: Complétez quelques sessions de tir pour voir comment la pression affecte vos performances.
nl: Voltooi enkele schietsessies om te zien hoe druk je prestaties beïnvloedt.
sv: Genomför några skyttepass för att se hur press påverkar din prestation.

source: Start Practicing
fr: Commencer l'entraînement
nl: Begin Met Oefenen
sv: Börja Träna

source: Sharing Diagnostics
fr: Diagnostics de partage
nl: Diagnostiek Delen
sv: Delningsdiagnostik

source: Overall Status
fr: État général
nl: Algehele Status
sv: Övergripande Status

source: Health Checks
fr: Vérifications
nl: Gezondheidscontroles
sv: Hälsokontroller

source: Critical Issues
fr: Problèmes critiques
nl: Kritieke Problemen
sv: Kritiska Problem

source: Warnings
fr: Avertissements
nl: Waarschuwingen
sv: Varningar

source: Actions
nl: Acties
sv: Åtgärder

source: Run Health Check
fr: Lancer la vérification
nl: Gezondheidscontrole Uitvoeren
sv: Kör Hälsokontroll

source: Initialize Schema
fr: Initialiser le schéma
nl: Schema Initialiseren
sv: Initiera Schema

source: Refresh Subscriptions
fr: Actualiser les abonnements
nl: Abonnementen Vernieuwen
sv: Uppdatera Prenumerationer

source: Reset Sharing Data
fr: Réinitialiser les données de partage
nl: Deelgegevens Resetten
sv: Återställ Delningsdata

source: Ready to Share
fr: Prêt à partager
nl: Klaar om te Delen
sv: Redo att Dela

source: Not Ready
fr: Pas prêt
nl: Niet Klaar
sv: Inte Redo

source: Troubleshooting Tips
fr: Conseils de dépannage
nl: Tips voor Probleemoplossing
sv: Felsökningstips

source: Great shot!
fr: Super tir !
nl: Geweldige schot!
sv: Bra skott!

source: Good grouping
fr: Bon groupement
nl: Goede groepering
sv: Bra gruppering

source: Focus on your breathing
fr: Concentrez-vous sur votre respiration
nl: Focus op je ademhaling
sv: Fokusera på din andning

source: Take your time
fr: Prenez votre temps
nl: Neem je tijd
sv: Ta din tid

source: Excellent consistency
fr: Excellente constance
nl: Uitstekende consistentie
sv: Utmärkt konsekvens

source: Your groups are tightening
fr: Vos groupements se resserrent
nl: Je groeperingen worden strakker
sv: Dina grupperingar stramas åt

source: Steady improvement
fr: Amélioration constante
nl: Gestage verbetering
sv: Stadig förbättring

source: km/h
nl: km/u

source: GPS Signal
fr: Signal GPS
nl: GPS Signaal

source: Halt
fr: Arrêt

source: Splits
fr: Fractionnés
