Repository: darrylcauldwell/TetraTrack
Catalog: TetraTrackWidgetExtension/*.lproj/Localizable.strings
Languages: de, fr, nl, sv

source: Recent Ride
de: Letzter Ritt
fr: Dernière sortie
nl: Recente Rit
sv: Senaste Ridtur

source: Training Stats
de: Trainingsstatistik
fr: Statistiques
nl: Training Statistieken
sv: Träningsstatistik

source: Quick Start
de: Schnellstart
fr: Démarrage rapide
nl: Snel Starten
sv: Snabbstart

source: Next Competition
de: Nächster Wettkampf
fr: Prochaine compétition
nl: Volgende Wedstrijd
sv: Nästa Tävling

source: View your most recent ride
de: Deinen letzten Ritt anzeigen
fr: Voir votre dernière sortie
nl: Bekijk je meest recente rit
sv: Visa din senaste ridtur

source: Your training statistics at a glance
de: Deine Trainingsstatistik auf einen Blick
fr: Vos statistiques d'entraînement en un coup d'œil
nl: Je trainingsstatistieken in een oogopslag
sv: Din träningsstatistik i överblick

source: Start a ride quickly
de: Schnell einen Ritt starten
fr: Démarrer rapidement une sortie
nl: Start snel een rit
sv: Starta en ridtur snabbt

source: Your upcoming competition
de: Dein nächster Wettkampf
fr: Votre prochaine compétition
nl: Je aankomende wedstrijd
sv: Din kommande tävling

source: Distance
de: Distanz
nl: Afstand
sv: Distans

source: Duration
de: Dauer
fr: Durée
nl: Duur
sv: Varaktighet

source: Rides
de: Ritte
fr: Sorties
nl: Ritten
sv: Ridturer

source: This Week
de: Diese Woche
fr: Cette semaine
nl: Deze Week
sv: Denna Vecka

source: This Month
de: Diesen Monat
fr: Ce mois
nl: Deze Maand
sv: Denna Månad

source: No recent rides
de: Keine aktuellen Ritte
fr: Aucune sortie récente
nl: Geen recente ritten
sv: Inga senaste ridturer

source: No upcoming competitions
de: Keine anstehenden Wettkämpfe
fr: Aucune compétition à venir
nl: Geen aankomende wedstrijden
sv: Inga kommande tävlingar

source: Tap to start riding
de: Tippen zum Starten
fr: Appuyez pour commencer
nl: Tik om te beginnen met rijden
sv: Tryck för att börja rida
